zoul0813/tab5-tabos/targets/tab5/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_BSP_ERROR_CHECK=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_IDF_EXPERIMENTAL_FEATURES=y
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_SPEED_200M=y
